Repository: eunhyekoo/glo_project
Catalog: feedback/TMData/[Naver] Little Mint Princess.tmx
Source language: ko_kr
Languages: en

source: 그 다음은 없다.{j}유리언.
en: but my favor ends here, yurion.{j}

source: 항상 상대의 눈을 보고 말해라.
en: you should look the other person in the eye as you’re speaking.

source: 난 어떡해야 하지?
en: what should I do?

source: 꼭 염두해 두셔야 할 게 있습니다.
en: ...there is something you must keep in mind.

source: 밤에는 일찍 자라.
en: you should go to bed earlier.

source: 훗
en: smile

source: 이 기회를 이용해서 황제를 쫓아내야∙∙∙
en: ...but I should use this opportunity to chase her out...

source: 평소에도 대우가 좋지 않으니까
en: she doesn’t treat him very well...

source: 로엘 집사님이 무서운 거 같다∙∙∙.
en: ...mr. roel is kind of scary, after all...

source: 아∙∙∙.
en: oh...

source: 엘케도니아라고?
en: you’re an elkedonia?

source: 이런 치료 마법은 마도사만 쓰는 걸로 아는데,
en: to my knowledge, only magic priests are able to use this kind of healing magic.

source: 가물 가물
en: blink blink

source: 배고프지?!
en: aren’t you hungry?!

source: 아보크 백작님.
en: count avok.

source: 싸아
en: shudder

source: 이봐들!
en: everyone!

source: 첩??
en: concubine??

source: 왠지 황제 폐하의 기척이 느껴졌는데.
en: for some reason, I felt her majesty’s presence.

source: 이제는 더이상 좋은 꿈을 바라지 않고,
en: ...now, I no longer wish to dream,

source: 거기 퍼런 머리 나와!
en: you with the blue hair! come out!

source: 사실은 이런 말 하고 싶지 않아.
en: to be honest, I don’t want to say any of this.

source: 열심 열심
en: scribble scribble

source: 맛있어!
en: wow!

source: 잠깐만요!
en: wait!

source: 무슨 말을 그렇게∙∙∙
en: how can you say that...?

source: 슉슉슉
en: peek

source: 걱정마세요.
en: don’t worry.

source: 방금 말씀 드린대로 수줍음을 많이 타셔서 친구가 없으셨는데∙∙∙.
en: as I mentioned just now, she’s extremely shy, so she has no friends...

source: 거지들이 즐비한 곳이죠.
en: it’s a street full of beggars.

source: 아까부터 옆에 계신∙∙∙
en: ...who is the person...

source: 약 드실 시간입니다.
en: it’s time for your medicine.

source: 제가 듣기로 황제 폐하는∙∙∙
en: I heard the emperor is...

source: 습관요?
en: a habit?

source: 물론 네가 싫다면 드벨리안에-
en: of course, if you don’t want to, I can send you back--

source: 갈게요.
en: I’ll be right there.

source: 오러 마스터!
en: masters of aura!

source: 찡…
en: aww

source: 이 아이를 데려가겠다.
en: I will take this child.

source: 꾸!
en: thump

source: 머리색이 요란하잖아!
en: her hair’s too flashy!

source: 키득 키득
en: snicker

source: 아니요∙∙∙.
en: no...

source: 그건∙∙∙ 더 친해진 뒤에 말씀드릴게요.
en: ...I’ll tell you... once we get to know each other a little better.

source: 괴물이 아니라∙∙∙!
en: he didn’t say crook...!

source: 아가씨랑 친구는 안 되죠.
en: I can’t be friends with you.

source: 마차로 데리러 와주기도 하고…
en: and for picking me up in your carriage...

source: 그, 그럼∙∙∙!
en: th-then...!

source: 고아원에서 매 맞다 온 아이라니,
en: people are saying you’re some poor abused girl from an orphanage.

source: 또 왔다는 건 전에도 왔다는 뜻이겠지?
en: sounded like it wasn’t first time this happened.

source: 믿지 않아서 죄송해요∙∙∙.
en: for not trusting you, master yulius...

source: 뭔가∙∙∙ 이상한 사람이 온 거 같다∙∙∙.
en: he seems... very strange...

source: 벌레가 들어온 구멍을 찾는 거죠.
en: ...so we’re trying to find the hole they slithered in through.

source: 그렇게 하겠습니다.
en: I’ll do as you wish.

source: 이 사람도 냄새를 못 맡는 게 아닐텐데∙∙∙
en: I bet she can smell me too...

source: ∙∙∙이∙∙∙
en: you...

source: 혀를∙∙∙
en: her tongue...

source: -지금
en: present day

source: 왠지 저 너머로 걸어가면
en: once I pass through that door...

source: 걱정마라
en: do not worry.

source: 기운넘침!
en: full of energy!

source: 우리집을 뭘로 알고~!!
en: who do you think you’re messing with?!

source: 타닥
en: step step

source: 붙어있다…
en: it’s there...

source: 꼬박꼬박 세금을 내는 우수 납세 가문이라∙∙∙
en: pays all taxes on time and in full...

source: 알겠나?
en: do you understand me?

source: 달각
en: clack

source: 저희는 잠입을 못 하는 구조인데 들어왔으니
en: as for us, no one should have been able to infiltrate the house of elkedonia...

source: 저는 정말 아무것도 모릅니다!
en: I really don’t know anything!

source: 도움 튀김, 보라
en: assistance by twigim and bora

source: 뭐, 저야-
en: well, because...

source: 왜 저렇게∙∙∙
en: why is she...

source: 요새도 아셀라에게 편지 와?
en: is she still writing you letters?

source: 유리언은 제가 봐도 꽤 잘생긴 소년이라 생각합니다.
en: even I think yurion is a fairly handsome young man.

source: 제가∙∙∙ 율리어스 님을 도와드리고 싶었어요.
en: I... wanted to help you.

source: 왠지
en: ...but...

source: 내놓으십시오.
en: here’s what I want.

source: 소공녀 님의 방에 편지를 가져다 둘 것.
en: “bring the letter to lady mint’s room.”

source: 난 원장과 할 얘기가 있으니.
en: I have something to discuss with the director.

source: 역시 내가 온 건 뭔가가 잘못됐던 거야∙∙∙!
en: I knew it. I’m really not meant to be here...!

source: 태생이 비루해도 정도가 있지… 못 써먹는다고.
en: she’s too mangy, even for a commoner... she’s useless to me.

source: 율리어스 님은 필요한 건 뭐든 로엘 집사님께 말하라고 하셨지만
en: master yulius said I can tell mr. roel if I ever need anything...

source: 한 명이 부족한데,
en: there should be one more child.

source: 황금같은 눈동자에
en: ...and golden eyes...

source: 멈칫
en: freeze

source: ∙∙∙어째서
en: why...

source: 스윽 스윽
en: pat pat

source: 그렇다.
en: yes.

source: 거기는 칼라교가 이미 잠입해 수를 파악할 수 없으니,
en: countless kallan believers had already infiltrated the house of devellian.

source: 샤악
en: slash

source: 미안해!
en: I’m sorry!

source: 안녕하세요.{j}민트 아가씨.
en: hello, lady mint.{j}

source: 아시겠죠?!
en: you hear me?!

source: 방금 떨어진 꽃잎이에요.
en: a flower petal that just fell.

source: 정말 끼리끼리 어울리네.
en: they sure do get along well.

source: 대드는 걸 보면 힘이 넘치나 본데,
en: looks like you’ve got energy to spare.

source: 으아아앙
en: ahhh

source: 우물 우물
en: munch munch

source: 개굴!!!
en: croak!!!

source: 황명이라고 하시니 저희 힘으론 말릴 수가∙∙∙
en: he said it was an imperial order, so we couldn’t stop him...

source: ?!?!{j}아, 아뇨 그런 건 아닌데.
en: huh?! n-no. I don’t think that.{j}

source: 아까부터 소개 없이 멀뚱히 서있기만∙∙∙
en: he’s just been standing there without a word...

source: 개…?
en: croak...?

source: 제가 태도를 분명히 했으면∙∙∙
en: had I been more firm--

source: 오늘 이렇게 와주셔서 감사드려요.
en: thank you for coming all the way here.

source: 휴우
en: phew

source: 봐요.
en: see.

source: 덜덜…
en: tremble tremble

source: 하아-..
en: sigh

source: 네 탓이 아니지.
en: it’s not your fault.

source: 러브레터∙∙∙.
en: love letters...

source: 그쪽 분은 누구신가요?
en: ...who’s been standing beside you all this time?

source: 머, 머저리들아∙∙∙!
en: you v-vermin...!

source: 쾅쾅
en: bang bang

source: 조, 좋아하는 그런
en: n-no...

source: 그렇게 마도사 님을 부리셔도 되시는 건가요?
en: is it really okay to ask him to use his magic for something as trivial as this?

source: 경사 났네요!
en: how wonderful!

source: 로엘은∙∙∙ 그러니까, 어∙∙∙
en: you see... roel is, umm...

source: 혀는 잘 붙은 거냐?
en: is your tongue in one piece?

source: 지금 막 유리언이랑 만찬실에 가려던 참이었어요!
en: I was just about to go to the dining hall with yurion!

source: 어떡해, 화나셨나봐!!!
en: oh no. he must be angry with me!!!

source: 나 때문에!!!
en: it’s all my fault!!!

source: 당장 멈춰라!
en: stop it this instant!

source: 이건 됐고
en: anyway

source: 모르나?
en: do you not know of...

source: 사교성 없는 아이라고 알려질 테니까.
en: ...a friendless, withdrawn child, just as the director said.

source: 왜 아셀라를 두고 날 감싸줬나 했더니!
en: I was wondering why he protected me instead of ascella!

source: 유리언이랑 친구가 되고 싶어서∙∙∙
en: I wanted to be friends with you, yurion...

source: 황제 폐하.
en: your majesty.

source: 아, 이쪽은 드벨리안 후작 영애님의∙∙∙
en: ah, this is lady ascella’s--

source: 필요 없습니다.
en: there’s no need.

source: 말하고 싶은 게 있다면-
en: if there’s something you’d like to say...

source: 그 꽃을 가득 채운 황성에
en: I shall invite you to the imperial palace...

source: 그∙∙∙편지가 문틈에 있었거든요.
en: a letter... was slipped under of my door.

source: 차라리 제가 황제를 찾아뵙는 게 낫지 않을까요?
en: wouldn’t it be better if I just visited her majesty myself?

source: 내 혀…?!
en: my tongue...?!

source: 계약 파기의 대가론 대공의 목숨을 거시지요.
en: wage your life as the price for terminating the contract.

source: 아, 안녕하세요∙∙∙.
en: h-hello...

source: 돌아가 주세요.
en: please leave.

source: 하긴 나같은 아이를 데려오셨는데
en: well, he brought in a child like me.

source: 귀족들이 반반한 고아애들 데려가서
en: some nobles have recently started taking in cute-looking orphans...

source: 제가 화난 거에 사과하시면 안 됩니다!
en: don’t apologize just because I’m angry!

source: 나는
en: I...

source: 그리고 율리어스 님이 이교도를 박멸하고 그 전쟁을 끝내셨는데.
en: master yulius was the one who eradicated the cult and finally ended the war.

source: 전 그런 헛소문보다 직접 제 눈으로 확인하고 싶었어요.
en: instead of believing such groundless rumors, I wanted to see you for myself and hear your story.

source: 아시겠습니까?{j}아가씨.
en: do you understand, my lady?{j}

source: 그럼 역시 나도 엄청 강해야하는 거 아닐까?!
en: shouldn’t I be really strong too, then?!

source: 유리언, 잘 됐다!!
en: this is great, yurion!

source: 당장 데려오도록.
en: bring her out this instant.

source: 눈앞에서 꺼져!!!
en: get out of my sight!!!

source: 내 몸종을 데려가려고 내 탓하는 거잖아요?!!
en: ...trying to blame me for everything so you can take my page boy?!

source: 울망
en: teary

source: 그래,
en: do you...

source: 내가 널 선택한 거다.
en: I am the one who chose you.

source: 늦게까지 공부해서 낮에 졸면 무슨 소용이냐.
en: what’s the point of studying late at night if you end up nodding off in the afternoon?

source: ∙∙∙모르겠어요∙∙∙.
en: I don’t understand...

source: 죄송합니다.
en: forgive us.

source: 안돼∙∙∙.
en: no...

source: 뭐지, 이건
en: huh? what’s this?

source: 이 속도면 곧 작문 연습도 할 수 있겠군요.
en: at this rate, you’ll soon be able to begin composition, too.

source: 그러니까∙∙∙
en: so...

source: 제가 괜한 소릴
en: I shouldn’t have asked--

source: 본인이 싫다잖아요!
en: he said he’s not interested!

source: 아까 나한테 맞는 거냐고 묻더니, 설마∙∙∙.
en: earlier, she asked me if I was being beaten. don’t tell me...

source: 안녕하십니까.
en: greetings.

source: 그만 때리세요!
en: so please stop hitting him!

source: 네가 자신을 믿을 수 있을 때까지
en: I’ll allow it...

source: 아가씨 할 일이 아니니까요!
en: it is not your job!

source: 하지만 드벨리안에 가면∙∙∙ 안 좋은 취급을 받을 거예요.
en: but if he goes back to the devellians... they’ll continue to treat him poorly.

source: 스멀…
en: waft

source: 대공 부인 자리를 노리는 수많은 여인들이 러브레터를 보내고 있으니∙∙∙.
en: ...love letters in an attempt to become the next duchess of elkedonia.

source: 특별히 지은 특효약입니다.
en: because of how severely malnourished you are.

source: 나 참∙∙∙ 민트, 다시 봤어요.
en: my goodness... mint, you’re really something.

source: 제가 문 앞까지 모시겠습니다!
en: let me escort you to the door!

source: 카민과 키리안이 아가씨를 호위하고 지킬 겁니다.
en: karmin and kirian will be your escorts. they will keep you safe, my lady.

source: ∙∙∙저는
en: I...

source: 다들 지켜준다고 하잖아.
en: everyone said they’d protect me.

source: 꾸욱!
en: press

source: 으응…?
en: huh?

source: 맞는 것도 아니고…
en: it’s not like I’m getting beaten...

source: 하지만 황제 폐하께선 왜 이렇게 엘케도니아에 집착하시는 건가요?
en: but why is her majesty so obsessed with the house of elkedonia?

source: 민트,
en: mint.

source: 아픈 건 똑같은데 후작가만 사과하라니, 아무리 공작가라지만∙∙∙
en: even though we both suffered injuries, I’m the only one who has to apologize, just because you belong to the house of the grand duke--

source: 그렇습니다!
en: yes, that’s right!

source: 빈 병 가져갑니다.
en: I’ll take the empty vial.

source: 다른 아이가 내 등∙∙∙ 얼룩덜룩하다고 그랬는데∙∙∙.
en: another child once said my back looked all spotted...

source: 엘케도니아 대공 각하를 뵙습∙∙∙
en: ...the sword of the empire and the leader of the order of immortals--

source: 아셀라가 어느 정도는 진심일 것 같다는 생각이 들어.
en: I get the feeling that ascella does mean it to some extent.

source: 저보다 둘이 더 친구처럼 보일 정돈 걸요?
en: you seem to be closer friends with him than you are with me.

source: 오들 오들 오들
en: tremble tremble

source: 서대륙 칸을 제패한 정복왕이자
en: the emperor is the undefeatable great king...

source: 친구가 생길 것 같단 기분에 긴장 풀 뻔했어!
en: I was so excited about making a friend that I almost lowered my guard.

source: 사람이 아니든
en: I don’t care if I’m not human.

source: 율리어스 님께 러브레터가 이렇게나 왔잖아요.
en: there are so many of them.

source: 친구가 생긴다니 왠지 무지 기뻐요.
en: I’m so happy that he’ll have a chance to make more friends.

source: 모든 걸 다 용서할 테니 와달라고 했다∙∙∙며?
en: she forgives you for everything... and wants you back.

source: 오셨습니까.
en: hello, sir.

source: 내 숨소리구나.
en: it’s the sound of my breathing.

source: 원래도 건강한 몸이 아닌데
en: you don’t have a very healthy body to begin with.

source: 우리 집 고용인도 전부 해고해 놓고
en: you fired all the servants at my house.

source: 몇년 전
en: a few years ago

source: 끄덕
en: nod

source: 삐-..
en: bleeeeep

source: 다시 생각해봐도 우스운 광경이더군요.
en: what an amusing sight that was!

source: 열은 많이 내렸군.
en: your fever’s gone down a lot.

source: 그야 우린 아직 어린애인걸!
en: well, because we’re still kids!

source: 나∙∙∙ 여기 살게 됐다고
en: am I deluding myself into thinking that I’m someone important...

source: 제가 진짜 잘못한 게 있어서 그래요!
en: I’ve done something I need to apologize for!

source: 넌 엘케도니아 가문의 성을 받게 되는 거지.
en: you will receive the family name of elkedonia.

source: 오랜만에 엄청난 악몽을 꿨네∙∙∙.
en: it’s been a while since I had such a terrible nightmare...

source: 내 몸종까지 가져가려는 걸 보고 있으라고요?
en: now, you’re telling me to sit back and watch as you take my page boy, too?

source: 무슨 맛인지 잘 모르겠어∙∙∙.
en: but I can’t taste a thing...

source: 갈아입었다
en: changed into new clothes

source: 입냄새∙∙∙ 안 났을까?
en: I hope my breath wasn’t bad or anything...

source: 그런 것보단 율리어스 님께…
en: more importantly, I should be careful...

source: 그렇다는 확신을 가진 소문으로 말이죠!
en: will become fact in their minds!

source: 살려줘
en: spare me!

source: 그런 생각을 하고 또 어린애 같은 짓을 하다니!
en: here I go again, being all immature and unladylike!

source: 어쩜, 기뻐요.
en: oh my, I’m so happy...

source: 아이는 몇 쯤 가지실 거세요?
en: how many children will you have?

source: 멈추랬잖아!
en: I told you to stop!

source: 대청소를 할 겁니다.
en: it’ll be a thorough cleaning.

source: 덜덜덜…
en: tremble tremble

source: 살아있는 동안 영원히 너의 귀를 덮고 눈을 가리고
en: for as long as you are alive, I will close your ears and cover your eyes...

source: 음-
en: hmm...

source: ∙∙∙뭐지.
en: what is it...?

source: 나참∙∙∙!!
en: geez!

source: 황제가 제대로 계약하려면 그 자리에 육체의 힘을 끌어와야해.
en: to formalize the contract, the emperor would have needed to summon her physical powers there and then.

source: 민트는 누가 뭐래도,
en: no matter what anyone says...

source: 끙
en: groan

source: 민트 엘케도니아.
en: mint elkedonia.

source: 그럼 성의를 봐서 남김 없이 가져가 줘야지!
en: how kind of them! we should take everything we can!

source: 전부.
en: tell me everything.

source: 원장님 말 다 거짓말이에요!
en: everything the director said is a lie!

source: 잠이 안 오십니까?
en: are you having trouble falling asleep?

source: 유리언을 볼 수 없을 것 같은걸∙∙∙.
en: ...I’ll ever get to yurion again...

source: 네놈들 존재가 국법에 먹칠을 하는 거다.
en: you lot are a disgrace to the law of the land.

source: 아마 꽃을 가져다 둔 자도 마법에 걸렸을 확률이 높습니다.
en: it’s likely that whoever brought the flowers is also under the influence of a spell.

source: 그래서 상담을…
en: that explains the meetings with staff...

source: 아닙니다!
en: no!

source: 그렇게 하죠.
en: I’ll do as you wish.

source: 저건∙∙∙ 칼라신을 섬기는 이교도 문장∙∙∙
en: that’s... the pagan crest of the followers of kalla...

source: 대공 각하께서 오셨습니다.
en: his royal highness is here.

source: 이럴 때…
en: ...get angry...

source: 윽∙∙∙허리 아파∙∙∙ 다리도 왠지 저리네∙∙∙.
en: ugh... my back hurts... my legs feel numb too...

source: 하지만∙∙∙
en: but...

source: 민트, 눈 감아라.
en: close your eyes, mint.

source: 손가락이 움직여∙∙∙.
en: I can move my fingers...

source: 훌쩍
en: sniffle

source: 뜻을 모르겠는데!
en: I can’t understand the words!

source: 저기요
en: excuse me!

source: 미안해요.
en: sorry.

source: 히익 커헉
en: gasp huff

source: 그림자가 온다!
en: a shadow is coming this way!

source: 여기엔 저희 호위기사와∙∙∙
en: we have my guards...

source: 앗, 아니, 아니
en: oh... no, I mean...

source: 부스스-..
en: blink

source: 분명 또 맞다가 복도에서 기절해서 꿈을 꾸고 있는거야.
en: this must be a dream. I must have passed out in the hall after a beating.

source: 여성분∙∙∙ 이지 않으신가요?
en: ...a woman... right?

source: 제가 민트가 아니면 누구겠어요.
en: who else would I be?

source: 튕!
en: bounce

source: 대공 각하와 식사하시는 걸 싫어하시나요?
en: do you not like dining with his royal highness?

source: 허리도 아프고 식은땀도 계속 나∙∙∙.
en: my back hurts and I can’t stop sweating...

source: 으 추워~~
en: brrr, it’s freezing!

source: 그걸 읽어버려서, 황제 폐하께서 나온 거예요.
en: when I read the letter, her majesty appeared.

source: ∙∙∙유리언에게 선물로∙∙∙ 준 거였는데∙∙∙.
en: I gave it to you... as a present...

source: 왠지 그런 게 부러운 것 같아요.
en: I feel envious of such things.

source: 내가 하지.
en: I’ll take over.

source: 적선이라도 하러 오셨나 보지?
en: are you here to give alms?

source: 저런, 아쉽지만 약속한 거예요?
en: that’s too bad. next time, then! I’ll hold you to it!

source: 욱신
en: throb

source: 와..
en: wow

source: 죄, 죄송합니∙∙∙
en: I’m s-sorry--

source: 뭐.
en: well...

source: 헤헤헤…
en: hehehe

source: 좀 많이 아프긴 했지만∙∙∙ 눈물 좀 나왔네요.
en: it did hurt a lot but... oh, I teared up a little.

source: 그, 그치만∙∙∙
en: b-but...

source: 띵~
en: jolt

source: 응? ∙∙∙꽃?
en: huh? flowers...?

source: 귀부인??
en: at night?

source: 구오오오오오
en: vwoom

source: 일어날래.
en: I want to get up.

source: 제가 잡고 있을게요
en: I’ll hold onto your gown.

source: 다들 민트를 만났다고 하면 절 부러워 할 거예요.
en: everyone will envy me for having made your acquaintance.

source: 치∙∙∙
en: ...his...

source: 나도 그렇다.
en: it’s the same for me.

source: 그, 그래도 그렇게까지 할 필요는∙∙∙
en: i-is that really necessary?

source: 호오 호오
en: blow

source: 저를 이 저택에 머무르게 해주세요!
en: please let me stay in this estate!

source: 잠시 실례하겠습니다.
en: excuse me for a moment.

source: 엄청 진지한 얼굴이셨어∙∙∙.
en: he looked really serious...

source: 띠딩
en: flinch

source: 이 정도론 아무렇지도 않아.
en: this much won’t faze me.

source: 보낼 수 없어!
en: I can’t let him go!

source: 꾸욱-…
en: tug

source: 크하하하
en: hahahaha

source: 근데 아까부터 심장이∙∙∙
en: but my heart is...

source: 역시 집사님도 아시네요.
en: as I thought, you’re also aware of them.

source: 결국 하고 싶은 말은 다 하는구나.
en: you say everything that’s on your mind.

source: 내가 기분 좋을 때 꼭 눈에 이딴 게 띄어야겠냐?
en: what an eyesore you are! and I was having such a good night too!

source: 또 구차하게 삶을 바라는 거냐?
en: do you still so desperately want to live?

source: 그냥∙∙∙ 키만 좀 컸을 뿐인걸요.
en: I... only grew a little bit taller...

source: 어쩔 수 없나.
en: it can’t be helped.

source: 안녕하세요∙∙∙?
en: hello...

source: ∙∙∙그러고 보니 율리어스 님의 가족을 본 적이 없네.
en: come to think of it... I’ve never seen his family.

source: 눈을 뜨면 고아원으로 돌아갔을 거라 생각했는데 아니었어요.
en: ...I thought I’d wake up this morning and find myself back in the orphanage, but I was wrong.

source: 죄송합니다, 소공녀 님.
en: I’m sorry, my lady.

source: 패배를 모르는 대왕이지요.
en: who conquered the western continent.

source: 카카카
en: cackle

source: 억울합니다!
en: it wasn’t me!

source: 그랬는데∙∙∙.
en: ...I ended up here...

source: 500여 년 전 정도에 엘프족들이
en: it was offered up by the elves around 500 years ago as a gesture of goodwill.

source: 때리지 마세요∙∙∙!
en: please don’t hit me...!

source: 드디어 왔나.
en: so they’re here?

source: 타탓
en: dash

source: 그게 지금 은인에게 할 수 있는 최선이니까∙∙∙.
en: it’s the best I can do for the man who saved me...

source: 남자 어른은 아직은 좀∙∙∙ 무서워.
en: ...I still find adult men... a little scary.

source: 생각해보면 율리어스 님은 상냥한 분이시니까…
en: when the truth of the matter is that master yulius simply took in a war orphan...

source: 오해라도 좋으니까 여기에 있고 싶어.
en: even if it’s all a misunderstanding, I’d like to stay here.

source: 썩
en: slash

source: ∙∙∙감사합니다.
en: thank you...

source: 그치만 율리어스 님은 데려온 이유를 말 안 해주시는걸∙∙∙.
en: but... master yulius won’t tell me the reason why he took me in...

source: 멍청하긴.
en: you fool.

source: 친구로 지내며 함께 공부하는 건 어떠실지.
en: what do you think about befriending her and studying with her together?

source: 지긋!
en: stare

source: 황제 폐하께서 또 전령을∙∙∙!
en: his majesty has sent another messenger!

source: 저, 저
en: I, umm...

source: 자기 하나만 사라지면 되는 문제라 생각하게 되지.
en: ...you’ll start thinking that everything will be better once you disappear.

source: 괴물 황제에게 목숨 걸고 자식을 내놓는 자는 없었지만
en: ...and no one would risk handing their children over to that tyrant...

source: 민트를 보면 다들 생각을 달리 할 거예요.
en: they’ll change their minds when they see you, mint.

source: 하지만 이상한데요?!
en: but how strange!

source: 괜찮아요.
en: it’s fine.

source: 와…
en: wow

source: 부릅!!
en: glare

source: 저는 이제 아무 화도 낼 수 없지 않습니까.
en: how can I possibly be angry with you now?

source: 왜, 본디 수양후원은 많아도 열한 살이 아니겠습니까?
en: well, normally sponsors take in a child who’s 11 years old at most.

source: 사람 살려∙∙∙!
en: help...!

source: 적어도 엘케도니아∙∙∙ 율리어스 님의
en: at the very least... I should take care not to...

source: 엘케도니아 대공저
en: the house of elkedonia

source: 고아원에 그런 아이는 있었지.
en: ...but there was one such child at the orphanage.

source: 정복왕, 천룡의 후예∙∙∙
en: king of conquest, descendant of the heavenly dragon...

source: 또?
en: again?

source: 으악
en: agh!

source: ∙∙∙내 목숨으로 율리어스 님을 구할 수 있다면 그럴 거야.
en: if I could sacrifice my life to save master yulius, I would.

source: 키가…
en: his height is...

source: 대공 각하께서 전 대륙에 다섯뿐인 오러 마스터인 건 아십니까?
en: did you know that his royal highness is one of only five masters of aura in the entire continent?

source: 너무 무서워하지 말자.
en: let’s not be so scared.

source: 보골..
en: gurgle

source: 콰콰콰콰
en: crackle crackle

source: 후후후후후…
en: hahahahaha

source: 제가 너무 늦어서 벌써 이런 시간이!!!
en: I took too long! look at the time!!!

source: 히이이이익
en: eek

source: 이 이상은 맞장구쳐드릴 수가 없군요.
en: I cannot humor you any longer.

source: 뭐 유리언이야 어떤 명목으로도 데려올 수 있었지∙∙∙.
en: well, we could have brought yurion under any number of pretexts...

source: 물론입니다.
en: of course.

source: 중얼..
en: mumble

source: 그러니가, 제가 편지를 착각해서, 불렀어요.
en: because I mistook the letter under my door and... summoned her.

source: 네 X은 열다섯이 되도록 아무도 안 데려가는 걸 봐라!
en: yet you’re already 15 and no one’s taking you!

source: 그, 그래도 전 소공녀가 되기로 했으니까요∙∙∙.
en: b-but I have to become a noble lady...

source: 아가싸?!
en: my lady?!

source: 사람을 잘못 모신 게 아닐까요?
en: you must have the wrong person.

source: 뭐야 그럼…
en: what the...?

source: 내가 구하러 갈 거라고 생각조차 안 한 것 같던데.
en: you didn’t even consider the possibility that I’d come to save you.

source: 날이 밝을 때까지 얘기하고 싶은 건 아니겠지?
en: unless you want to keep chatting until day breaks?

source: 앗, 죄송해요.
en: oh, sorry.

source: 호덜덜
en: tremble tremble

source: 붕붕
en: swing swing

source: 휘이잉
en: whoosh

source: 아무튼 조심하십시오.
en: please be careful.

source: 떨어진 거니까 쓰레기를 준 건 맞으니까?!
en: you’re right! it did fall onto the ground, so I guess it was trash!

source: 끙… 끙…
en: groan groan

source: 보조 의자 다리가 네게 좀 길어 보였다.
en: the spare chair seemed a little too tall for you.

source: 불면증이 다시 도졌잖아∙∙∙.
en: my insomnia is flaring up again...

source: 나 뭔가 잘못 말했나??
en: did I say something wrong?

source: 쿠우웅
en: du dun

source: 응∙∙∙∙∙∙.
en: right...

source: 타박 타박 타박 타박…
en: trudge trudge trudge trudge

source: 여기저기 다쳤다고요.
en: I too was injured.

source: 나는 삼백이다!
en: I call three million!

source: 내 집을 얼마나 더 부술 작정입니까?
en: do you mean to damage my home even further?

source: 흐윽 흐…
en: sob

source: 뭐?
en: what?

source: 어젠 작은 베고니아였는데 오늘은 수선화네.
en: yesterday, there was a bouquet of small begonias. today, it’s daffodils.

source: 엘케도니아 집사
en: butler of elkedonia

source: 이거,
en: oh my.

source: 그럼 난 마저 수속 준비하러 가보겠네.
en: then I’ll go ahead and handle the rest of the proceedings.

source: 우리의 믿음이 계속되는 한∙∙∙
en: as long as we continue to believe...

source: 귀족나리들이 알았을 땐 이미 멀리 팔려 간 뒤 아니겠냐?
en: she’ll be sold off long before the nobles find out!

source: ※마법이요?
en: *magic?

source: 뭡니까?!
en: what?!

source: ∙∙∙드벨리안은 몸종에게도 제대로 교육을 시키나보군.
en: it seems... the devellians train even the page boys properly.

source: 히히히히힝
en: neigh

source: 지하실∙∙∙
en: the basement...

source: 힘을 가진 자의 숙명이라 해도
en: ...even if it is his destiny as someone who possesses that power...

source: 저 하녀입니다.
en: that’s the maid.

source: 내가 저쪽을 봐선 안 될 것 같은 이 기분은.
en: I shouldn’t be looking at those two?

source: 유리언은 물건이 아녜요.
en: yurion is not an object.

source: 하지만 기분이 안 좋아지는 것 같으니
en: but since it seems to bother him,

source: 앞으론 이렇게 극과 극을 보여줄 수 있는 후원아가
en: perhaps orphans who are capable of showing such a remarkable transformation...

source: 타마라 성전의 마도사들은 성전 밖에서 그 힘을 쓸 수 없다.
en: the magic priests of the temple of tamara are forbidden from using their power outside of the temple.

source: 황제가∙∙∙ 떠났어.
en: the emperor... is gone.

source: 난 너에게 그런 걸 바라지 않아.
en: that’s not something I expect from you.

source: 아, 아~~
en: hello... hello!

source: 바쁘실 텐데 방해드릴 순 없죠.
en: I can’t distract him while he’s busy.

source: 제발 절 장롱에 처박아주세요.
en: please lock me up in a wardrobe.

source: 옷을 벗겨 드릴게요.
en: I’ll help you get undressed.

source: 히익
en: urk

source: 평상시로 돌아오신 것 같아!
en: he seems to be back to his usual self!

source: 원래 인상이 험악하니 아이가 더 무서워 하는군.∙∙∙
en: he’s got such an intimidating look to begin with. no wonder the child is frightened out of her wits...
